export default {
  base: {
    next: 'Далі',
    continue: 'Продовжити',
    send: 'Надіслати',
    update: 'Обновити',
  },
  funnel: {
    step1: {
      title: 'Кроки пошуку',
      info: 'Шукайте Повербанк, який підійде саме вам! Прості кроки допоможуть вам знайти найкращий варіант, що задовольнить ваші потреби в енергозабезпеченні, навіть у найекстремальніших ситуаціях.',
    },
    step2: {
      title: 'Готуйтеся до дії без зайвих зусиль',
      info: 'Скануйте і готуйте ваш Повербанк до роботи легко та швидко. Більше часу для дій - менше очікувань! Вам залишається лише насолоджуватись безперервним живленням вашого пристрою.',
    },
    step3: {
      title: 'Нехай ваші пригоди ніколи не зупиняються',
      info: 'Забезпечуйте енергією ваші пригоди та повсякденні справи з Повербанком. Незамінний помічник, який завжди поруч з вами, готовий допомогти в будь-якій ситуації. Насолоджуйтесь безмежними можливостями вашого пристрою без обмежень.',
    },
    step4: {
      title: 'Ми підтримуємо наших героїв',
      info: 'Повербанк підтримує наших захисників! Долучайтесь до програми підтримки Збройних Сил України з кожним придбаним пристроєм. Ваш вибір - ваш внесок у безпеку та захист нашої країни.',
      button: 'Перейти до реєстрації',
    },
  },
  register: {
    header: 'Введіть свій номер телефону',
    header2: 'Давайте познайомимось ближче',
    enterCode: 'Введіть код з SMS',
    resendCodeBtn: 'Відправити повторно',
    resendCode:
      'Якщо код не прийшов відправте повторно через {{seconds}} сукенд',
    lastname: 'Прізвище',
    name: "Ім'я",
    chooseCity: 'Виберіть своє місто',
    start: 'Почати!',
  },
  navigation: {
    payments: 'Платіжні карти',
    history: 'Історія',
    support: 'Допомога',
    profile: 'Профіль',
    createStation: 'Створити станцію',
  },
  balance: {
    title: 'Ваш баланс',
    balance: 'Баланс',
    addCard: 'Додати / Редагувати платіжні картки',
    addPromo: 'Додати промокод',
    wallet: 'Гаманець',
    promo: 'Промокод',
    promoInfo:
      'Введіть промокод, отриманий від друга, або будь-який інший промокод',
    enterPromo: 'Введіть свій промокод',
  },
  history: {
    title: 'Історія',
  },
  profile: {
    title: 'Профіль',
    name: "Ім'я",
    phone: 'Телефон',
    language: 'Мова',
    deleteUser: 'Видалити обліковий запис',
    signOut: 'Вийти з додатку',
  },
};
